[
    {
        "title": "Naruto",
        "image_url": "https://aiko.top/cover/001.jpg",
        "synopsis": "Naruto Uzumaki, a young ninja with a dream of becoming the leader of his village, faces numerous challenges and enemies while striving to achieve his dream. The series explores themes of friendship, perseverance, and redemption as Naruto grows into a true hero.",
        "episodes": 220,
        "score": 8.3,
        "year": 2002
    },
    {
        "title": "One Piece",
        "image_url": "https://aiko.top/cover/002.jpg",
        "synopsis": "Monkey D. Luffy and his crew search for the greatest treasure in the world, the One Piece, while facing numerous enemies and challenges in their adventure. With a vast world and memorable characters, the series is an exciting tale of adventure and loyalty.",
        "episodes": 1000,
        "score": 9.0,
        "year": 1999
    },
    {
        "title": "Attack on Titan",
        "image_url": "https://aiko.top/cover/003.jpg",
        "synopsis": "In a world devastated by giant human-eating creatures, humanity fights for survival within giant walls. The series follows Eren Yeager and his friends as they uncover the hidden truth about the Titans and their own existence, facing a plot filled with unexpected twists and intense action.",
        "episodes": 75,
        "score": 8.9,
        "year": 2013
    },
    {
        "title": "My Hero Academia",
        "image_url": "https://aiko.top/cover/004.jpg",
        "synopsis": "Izuku Midoriya, a young boy without special abilities in a world full of heroes, dreams of becoming one of them. After receiving the power of the greatest hero, All Might, he joins the hero academy to learn to control his new power and protect the world from villains.",
        "episodes": 120,
        "score": 8.5,
        "year": 2016
    },
    {
        "title": "Fullmetal Alchemist: Brotherhood",
        "image_url": "https://aiko.top/cover/005.jpg",
        "synopsis": "The Elric brothers, Edward and Alphonse, seek the Philosopher's Stone to restore their bodies after a failed alchemical experiment. The series combines action, drama, and a rich philosophical plot while exploring themes of sacrifice, redemption, and the pursuit of truth.",
        "episodes": 64,
        "score": 9.1,
        "year": 2009
    },
    {
        "title": "Death Note",
        "image_url": "https://aiko.top/cover/006.jpg",
        "synopsis": "A young student discovers a notebook that allows him to kill anyone whose name he writes in it. The series follows his confrontation with a detective trying to stop him while exploring themes of justice, morality, and power.",
        "episodes": 37,
        "score": 8.7,
        "year": 2006
    },
    {
        "title": "Cowboy Bebop",
        "image_url": "https://aiko.top/cover/007.jpg",
        "synopsis": "In a distant future, a group of bounty hunters travels through space in search of criminals. The series combines action, science fiction, and a retro lifestyle, exploring personal stories and themes of redemption as the characters seek their purpose in a universe full of adventures.",
        "episodes": 26,
        "score": 8.8,
        "year": 1998
    },
    {
        "title": "Dragon Ball Z",
        "image_url": "https://aiko.top/cover/008.jpg",
        "synopsis": "Goku and his friends defend Earth from powerful foes, including aliens, androids, and gods, in an epic series of battles and transformations. The series is known for its intense action, memorable characters, and iconic moments that have left an indelible mark on popular culture.",
        "episodes": 291,
        "score": 8.7,
        "year": 1989
    },
    {
        "title": "Steins;Gate",
        "image_url": "https://aiko.top/cover/009.jpg",
        "synopsis": "A group of friends accidentally invents a time machine that allows them to send messages to the past, triggering a series of events that will endanger their lives and the very structure of time. The series is a fascinating exploration of the dangers of time manipulation.",
        "episodes": 24,
        "score": 9.1,
        "year": 2011
    },
    {
        "title": "Sword Art Online",
        "image_url": "https://aiko.top/cover/010.jpg",
        "synopsis": "Thousands of players are trapped in a virtual reality video game where the only way out is to complete the game. The story follows Kirito, a lone player, as he fights to survive in this virtual world and save other players.",
        "episodes": 25,
        "score": 7.5,
        "year": 2012
    },
    {
        "title": "Neon Genesis Evangelion",
        "image_url": "https://aiko.top/cover/011.jpg",
        "synopsis": "In a post-apocalyptic world, young pilots are recruited to pilot massive mechs known as Evas to defend Earth from mysterious creatures called Angels. The series is acclaimed for its deep exploration of the psychology of its characters and its philosophical themes.",
        "episodes": 26,
        "score": 8.5,
        "year": 1995
    },
    {
        "title": "Hunter x Hunter",
        "image_url": "https://aiko.top/cover/012.jpg",
        "synopsis": "Gon Freecss, a young boy who discovers that his father is an elite hunter, decides to follow in his footsteps and become a hunter. The series follows his adventures as he makes friends, faces formidable enemies, and seeks to learn more about his father.",
        "episodes": 148,
        "score": 9.0,
        "year": 2011
    },
    {
        "title": "Tokyo Ghoul",
        "image_url": "https://aiko.top/cover/013.jpg",
        "synopsis": "In a world where creatures known as ghouls secretly coexist with humans, Kaneki, a university student, becomes a half-ghoul after an accident. Now, he must learn to live in both worlds while fighting to maintain his humanity.",
        "episodes": 12,
        "score": 7.8,
        "year": 2014
    }
]
