[
    {
        "title": "Naruto",
        "image_url": "https://example.com/naruto.jpg",
        "synopsis": "Naruto Uzumaki, un joven ninja con un sueño de convertirse en el líder de su aldea, enfrenta numerosos desafíos y enemigos mientras busca cumplir su sueño. La serie explora temas de amistad, perseverancia y redención a medida que Naruto crece y se convierte en un verdadero héroe.",
        "episodes": 220,
        "score": 8.3,
        "year": 2002
    },
    {
        "title": "One Piece",
        "image_url": "https://i.ibb.co/RChNX77/one-piece-647985949-large.jpg",
        "synopsis": "Monkey D. Luffy y su tripulación buscan el tesoro más grande del mundo, el One Piece, mientras enfrentan numerosos enemigos y desafíos en su aventura. Con un mundo vasto y personajes memorables, la serie es una emocionante historia de aventuras y lealtad.",
        "episodes": 1000,
        "score": 9.0,
        "year": 1999
    },
    {
        "title": "Attack on Titan",
        "image_url": "https://example.com/attackontitan.jpg",
        "synopsis": "En un mundo devastado por gigantes devoradores de humanos, la humanidad lucha por sobrevivir dentro de murallas gigantes. La serie sigue a Eren Yeager y sus amigos mientras descubren la verdad oculta sobre los titanes y su propia existencia, enfrentando una trama llena de giros inesperados y acción intensa.",
        "episodes": 75,
        "score": 8.9,
        "year": 2013
    },
    {
        "title": "My Hero Academia",
        "image_url": "https://example.com/myheroacademia.jpg",
        "synopsis": "Izuku Midoriya, un joven sin habilidades especiales en un mundo lleno de héroes, sueña con ser uno de ellos. Tras recibir el poder del héroe más grande, All Might, se une a la academia de héroes para aprender a controlar su nuevo poder y proteger el mundo de los villanos.",
        "episodes": 120,
        "score": 8.5,
        "year": 2016
    },
    {
        "title": "Fullmetal Alchemist: Brotherhood",
        "image_url": "https://example.com/fullmetalalchemist.jpg",
        "synopsis": "Los hermanos Elric, Edward y Alphonse, buscan la piedra filosofal para restaurar sus cuerpos después de un fallido experimento de alquimia. La serie combina acción, drama y una rica trama filosófica mientras exploran temas de sacrificio, redención y la búsqueda de la verdad.",
        "episodes": 64,
        "score": 9.1,
        "year": 2009
    },
    {
        "title": "Death Note",
        "image_url": "https://example.com/deathnote.jpg",
        "synopsis": "Un joven estudiante encuentra un cuaderno que le permite matar a cualquier persona cuyo nombre escriba en él. La serie sigue su enfrentamiento con un detective que intenta detenerlo mientras explora temas de justicia, moralidad y poder.",
        "episodes": 37,
        "score": 8.7,
        "year": 2006
    },
    {
        "title": "Cowboy Bebop",
        "image_url": "https://example.com/cowboybebop.jpg",
        "synopsis": "En un futuro lejano, un grupo de cazadores de recompensas viajan por el espacio en busca de criminales. La serie combina acción, ciencia ficción y un estilo de vida retro, explorando historias personales y temas de redención mientras los personajes buscan su propósito en un universo lleno de aventuras.",
        "episodes": 26,
        "score": 8.8,
        "year": 1998
    },
    {
        "title": "Dragon Ball Z",
        "image_url": "https://example.com/dragonballz.jpg",
        "synopsis": "Goku y sus amigos defienden la Tierra de poderosos enemigos, incluyendo alienígenas, androides y dioses, en una serie épica de batallas y transformaciones. La serie es conocida por su acción intensa, personajes memorables y momentos icónicos que han dejado una marca indeleble en la cultura popular.",
        "episodes": 291,
        "score": 8.7,
        "year": 1989
    },
    {
        "title": "Steins;Gate",
        "image_url": "https://example.com/steinsgate.jpg",
        "synopsis": "Un grupo de amigos inventa accidentalmente una máquina del tiempo que les permite enviar mensajes al pasado, lo que desencadena una serie de eventos que pondrán en peligro sus vidas y la estructura misma del tiempo. La serie es una fascinante exploración de los peligros de la manipulación temporal.",
        "episodes": 24,
        "score": 9.1,
        "year": 2011
    },
    {
        "title": "Sword Art Online",
        "image_url": "https://example.com/sao.jpg",
        "synopsis": "Miles de jugadores quedan atrapados en un videojuego de realidad virtual donde la única manera de salir es completando el juego. La historia sigue a Kirito, un jugador solitario, mientras lucha por sobrevivir en este mundo virtual y salvar a otros jugadores.",
        "episodes": 25,
        "score": 7.5,
        "year": 2012
    },
    {
        "title": "Neon Genesis Evangelion",
        "image_url": "https://example.com/evangelion.jpg",
        "synopsis": "En un mundo post-apocalíptico, jóvenes pilotos son reclutados para pilotar enormes mechas conocidos como Evas y defender la Tierra de misteriosas criaturas llamadas Ángeles. La serie es aclamada por su exploración profunda de la psicología de sus personajes y sus temas filosóficos.",
        "episodes": 26,
        "score": 8.5,
        "year": 1995
    },
    {
        "title": "Hunter x Hunter",
        "image_url": "https://example.com/hunterxhunter.jpg",
        "synopsis": "Gon Freecss, un joven que descubre que su padre es un cazador de élite, decide seguir sus pasos y convertirse en cazador. La serie sigue sus aventuras mientras hace amigos, enfrenta enemigos formidables y busca descubrir más sobre su padre.",
        "episodes": 148,
        "score": 9.0,
        "year": 2011
    },
    {
        "title": "Tokyo Ghoul",
        "image_url": "https://example.com/tokyoghoul.jpg",
        "synopsis": "En un mundo donde criaturas conocidas como ghouls conviven secretamente con los humanos, Kaneki, un estudiante universitario, se convierte en medio-ghoul después de un accidente. Ahora, debe aprender a vivir en ambos mundos mientras lucha por mantener su humanidad.",
        "episodes": 12,
        "score": 7.8,
        "year": 2014
    }
]
